import Navbar from "../../components/navbar/Navbar";
import styled from "./about.module.css";
import iran from "./../../assets/images/iran.jpg";
import Footer from "../../components/footer/footer";

function AboutUs(){

    return(
        <div>
            <Navbar title="نسرین بلاک"/>
            <div className={styled.aboutPage}>
                <div className="container">
                    <h2>درباره ما</h2>
                    <p>وطن یعنی جایی که در آن زاده شده ایم و با افرادی در ارتباطیم که فرهنگ و زبان مشترک داریم و می توانیم با طرز بیان حتی احساسات یکدیگر را نیز تا حدی متوجه شویم.اما وطن معانی عمیق تری نیز دارد که افراد آن کشور را پابند به آن می کند که حتی حاضر هستند که از جانشان که مهم ترین داشته هر فرد است نیز بگذرند.همگی ما در کشورمان آموزش می بینیم و زمانی که بزرگتر می شویم و تخصصی می گیریم زمان آن می رسد که به مردمان سرزمین خویش خدمت کنیم و دانش آموخته ی خود را به جوانان کشورمان نیز آموزش دهیم تا سرزمینی رو به رشد داشته باشیم تا بتوانیم از دیگر رقبا جلو بزنیم و کشوری پیشرفته و الگو برای سایز سرزمین ها داشته باشیم.خاک و حال هوای هر کشور را افرادی خوب درک می کنند که از وطنشان سال ها دور بوده اند و زمانیکه داخل کشورسان می شوند مانند آن است که وارد خانه شان شده اند، برای مشاهده مجموعه تکست و متن در مورد وطن در ادامه با چی شی همراه باشید.</p>
                    <h3>فعالیت ما در کدام شهر است</h3>
                    <img src={iran} />
                </div>
            <Footer />
            </div>
        </div>
        )
}

export default AboutUs;